---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetGuideGrid
source: html/6caab20a-1fdc-cddc-6101-2fd7b8704e2e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetGuideGrid Property

"Guide Grid"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetGuideGrid { get; }
```